{"package_exclude": ["Anything else not mentioned in inclusions", "Train fare/ Monument entry fees", "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.", "Guide and entrance fees during sightseeing and any other item not included in ‘cost inclusions’", "Any increase in taxes and fuel, leading to increase in surface transportation and land arrangements, which may come in to effect prior to departure"], "package_name": "ENCHANTING SINGAPORE ", "package_duration": "(4 Nights / 5 Days)", "package_include": ["Return Airfare ex Mumbai", "Visa", "04 Night accommodation", "Daily Breakfast at Hotel", "Night Safari on SIC basis", "Sentosa Half Day Tour (01 way cable car with Sentosa cable line + Luge & Skyride (01 ride) + Butterfly Park & Insect Kingdom + S.E.A. Aquarium + Wings of Time 8:40 pm)     ", "Half Day City Tour on SIC basis", "Universal Studios on SIC basis", "Return Airport Transfers on SIC basis ", "GST", "Anything else not mentioned in inclusions", "Train fare/ Monument entry fees", "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.", "Guide and entrance fees during sightseeing and any other item not included in ‘cost inclusions’", "Any increase in taxes and fuel, leading to increase in surface transportation and land arrangements, which may come in to effect prior to departure"], "package_price": "53,226", "package_overview": "The quintessential melting pot of cultures, Singapore showcases the best of the East and the West. From  Roti Prata  at Little India and the temples at Chinatown to the futuristic National Gallery and retail therapy on Orchard Road, experience the best that Singapore has to offer on our Enchanting Singapore tour.", "package_itinerary": {"days": ["Day 1  :  Arrival in Singapore ", "Day 2  :  Singapore City Tour ", "Day 3  :  Sentosa Island ", "Day 4  :  Universal Studios ", "Day 5  :  Departure "], "details": ["Welcome to Singapore! You will be welcomed on arrival at Singapore Changi Airport and transferred to your hotel. Enjoy the rest of the day getting your bearings and exploring the neighbourhood. In the evening you will visit Singapore’s famed Night Safari, an open air night zoo where you can get up, close and personal with over 2500 animals as you drive through the park in artificial moonlight. A night show at the end of your ride will introduce you to the myriad nocturnal animals you will find at the Safari. ", "After breakfast at the hotel, you begin your tour of the city. Your half day tour of Singapore will include all major attractions such as Merlion Park, Fountain of Wealth, Chinatown, Little India, City Hall and Parliament House. Shop for souvenirs at the Chinatown street market and try the uniquely Singaporean  Roti Prata  at Little India. Your city tour ends in the afternoon and you have the rest of the evening free to indulge in some retail therapy. ", "Enjoy a sumptuous breakfast at the hotel and in the afternoon travel to Sentosa Island by cable car. One of Singapore’s biggest tourist draws, Sentosa has something for everyone. Visit the mesmerizing SEA aquarium that houses over 100,000 marine animals, including bottlenose dolphins and manta rays, and was once the largest oceanarium in the world. You will also visit the fascinating Butterfly Park and the Insect Kingdom and the exciting Luge and Skyride. End your day with Wings of Time, a spectacular night show set against the open sea with water displays, laser lights, fire effects, and music. ", "On your last day in Singapore, brace yourself for a fun-filled day at Universal Studios. This theme park has 24 rides, shows, and attractions in seven themed zones to keep you entertained the entire day.  It’s the perfect destination for families and adrenaline junkies with breathtaking rides and themed movie sets. ", "Enjoy your last morning in Singapore before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories. "]}, "package_highlights": ["Night Safari", "Sentosa Island", "Universal Studios", "Butterfly Park and Insect Kingdom", "SEA Aquarium", "Wings of Time", "Luge and Skyride", "Singapore City Tour"]}
{"package_exclude": ["Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "BEST OF ZADAR", "package_duration": "(4 Nights / 5 Days)", "package_include": [" Private transfers with a/c vehicle:", "Zadar tour with an English speaking guide", "Split and Trogir tour with an English speaking guide", "Plitvice tour with an English speaking guide", "Entrance fees", "Split; Diocletian’s Palace, Jupiter Temple and Cathedral", "Plitvice National Park", "Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "1,54,899", "package_overview": "Croatia is an Eastern European country with a long coastline on the Adriatic Sea. Encompassing more than a thousand islands, it's also crossed by the Dinaric Alps. Its inland capital, Zagreb, is distinguished by its medieval Gornji Grad (Upper Town) and diverse museums. The major coastal city Dubrovnik has massive 16th-century walls encircling an Old Town with Gothic and Renaissance buildings.", "package_itinerary": {"days": ["Day 1  :  Arrival ", "Day 2  :  Zadar sightseeing ", "Day 3  :  Split and Trogir sightseeing ", "Day 4  :  Plitvice National Park ", "Day 5  :  Departure "], "details": ["Arrival to Split airport. Private transfer to the hotel in Zadar area. Overnight at the hotel in Zadar area.", "Breakfast at the hotel. Zadar sightseeing with local guide (duration approx. 2 hrs) \nThe Zadar peninsula still preserves very old network of narrow and charming city streets, as well as a Roman forum dating back to the first century AD. The town is fortified with medieval walls, distinguished for their pretty and impressive ports – entries in the city all dating back to the sixteenth century. Even Alfred Hitchcock was impressed and supposedly said that the sunset here is more beautiful than in California. \nOvernight at the hotel in Zadar area.", "Breakfast at the hotel. Private transfer to Split via Trogir. Split and Trogir sightseeing tour with a local guide (duration approx. 5 hrs) \nThe excursion continues to Trogir; a town-museum in the very meaning of the word. Learn about the manifold and complex heritage - from the Romanesque yard to the modern interiors. During the city sightseeing, guests can enjoy the centuries old town with its streets and buildings, while the Cathedral of St. Lawrence will be seen from the outside. \nThe Split private tour will take you along the Old City to visit main sights: the old town of Split is built on and around the spectacular Roman Palace erected by the Roman Emperor Diocletian (born in Salona – today’s Solin) in the 4th century.The Cathedral St. Duje is composed of a church, formed from an Imperial Roman mausoleum,and a bell tower. Together they form the Cathedral of St. Duje. The Jupiter’s Temple is a temple dedicated to the god Jupiter of the ancient Romans, located near the Peristyle, the central square of the palace. It was built during the entire construction of Diocletian's Palace. \nReturn to Zadar. Overnight at the hotel in Zadar area.", "Breakfast at the hotel. Private transfer to Plitvice. Visit of the Plitvice National Park (Duration approx. 3hrs) \nPlitvice National Park is one of the most beautiful and best preserved national parks in the country. This is why the entire lakes and surrounding area were declared a national park in 1949 and are listed on the UNESCO`s list of World Heritage Sites because of its exceptional beauty. it is a valley situated between high forested mountains in which lie, one below another, a string of sixteen beautiful lakes of crystal blue and green waters. Fed by small streams and brooks, they spill into each other in 92 foaming cascades and thundering waterfalls. The lakes themselves cover about 2 square kilometres and the entire national park covers 200 square kilometres. The Plitvice lakes` scenery will simply delight you regardless whether you are walking the paths and wooden bridges, taking a boat ride or just taking photographs. \nReturn to Zadar. Overnight at the hotel in Zadar area.", "Breakfast at the hotel. Transfer from the hotel to the Zadar airport for departure flight."]}, "package_highlights": ["Zadar sightseeing", "Split and Trogir sightseeing", "Plitvice National Park"]}
{"package_exclude": ["Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "GAME OF THRONES ", "package_duration": "(2 Nights / 3 Days)", "package_include": ["All Transfers & sightseeing on Self drive basis", "02 Nights accommodation with Daily Breakfast", "GST", "Belfast City Tour", "Titanic Belfast", "Antrim Plateau", "Slemish Mountain", "Dothraki Sea", "Kingsroad", "Shillanavogy Road", "Coleraine", "Derry City", "Giant ’s Causeway", "Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "1,00,555", "package_overview": "Welcome to Game of Thrones Tours. The epic HBO series is filmed in stunningly beautiful places, most of which are remote and hard to find. We trek you deep into old growth forests, along wild sea cliffs, across rocky beaches, into caves and crumbling medieval ruins. We have Stark and Iron Born cloaks, swords, shields and helms available for use. Experience the magic. Go all the way, to the real Westeros.", "package_itinerary": {"days": ["Day 1  :  ARRIVE BELFAST ", "Day 2  :  COLERAINE / BUSHMILLS ", "Day 3  :  RETURN TO BELFAST FOR DEPARTURE "], "details": ["Meet Your Driver At The Airport, On the way to Hotel, get wondered bu the TITANIC BELFAST. Titanic Belfast extends over nine interactive galleries, with multiple dimensions to the exhibition, drawing together special effects, dark rides, full-scale reconstructions and innovative interactive features. Explore the shipyard, travel to the depths of the ocean and uncover the true legend of Titanic, in the city where it all began.\nBELFAST CITY TOUR\nSee Belfast with your driver at a leisurely pace The evening is yours to rest after your flight. Overnight stay in the Hotel.", "Breakfast At Hotel. The Neck And The North Dramatic. It's the only word that can truly capture the Antrim plateau – with windswept plains and basalt outcrops creating a spiny ridge against the sky, it's no wonder this location was chosen to represent the Neck. This craggy landscape is the site of one of the most tense scenes in the show, where Sansa Stark learns from Littlefinger that she is betrothed to the terrible Ramsay Bolton.\nSLEMISH MOUNTAIN\nSHILLANAVOGY ROAD\nDARK HEDGES (KINGSROAD)?\nCan you imagine anything more terrifying than fleeing from the Lannisters? But that's just what Arya Stark did, as she escaped down the Kingsroad alongside the Night's Watch. The Dark Hedges provides a superb backdrop for Arya's flight – the beech trees, with their twisting trunks and rustling canopy far above, are over 200 years old. Walk this legendary road, and transport yourself to the Seven Kingdoms. The evening is yours to rest after your flight. Let your travel advisor know if you wish to add meals or evening activities", "Breakfast At Hotel.  After breakfast to  Portstewart Strand & Mussenden Temple. \nDownhill Beach is a stretch of spotless white sands, overlooked by Mussenden Temple, a replica of the Temple of Vesta in Rome. Here, tourists and locals alike converge to watch surfers take on the waves. But this immaculate beach has a darker side – this is where Stannis Baratheon rejects the seven old gods of Westeros. He is proclaimed as the champion of the Lord of Light by Melisandre, and enters Dragonstone into the War of the Five Kings.\nGIANT ’S CAUSEWAY\nThough not part of the Game of Thrones, it is one to visit while in the area! See one of nature’s finest unique rock formations and learn the legends of the mythical giant by the name of Finn McCool.\nReturn To Belfast.\nReturn To Belfast. The evening is yours to rest after your flight. Let your travel advisor know if you wish to add meals or evening activities"]}, "package_highlights": [" Belfast City Tour", " Titanic Belfast", " Antrim Plateau", " Slemish Mountain", " Dothraki Sea", " Kingsroad", " Shillanavogy Road", " Coleraine", " Derry City", " Giant ’s Causeway"]}
{"package_exclude": ["Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "HEAVENLY MAURITIUS", "package_duration": "(4 Nights / 5 Days)", "package_include": ["All Transfers & sightseeing on SIC basis.", "04 Nights accommodation with Daily Breakfast.", "GST.", "North Island Tour.", "South Island Tour.", "Ile Aux Cerf.", "Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "24,999", "package_overview": "Mauritius, an Indian Ocean island nation, is known for its beaches, lagoons and reefs. The mountainous interior includes Black River Gorges National Park, with rainforests, waterfalls, hiking trails and wildlife like the flying fox. Capital Port Louis has sites such as the Champs de Mars horse track, Eureka plantation house and 18th-century Sir Seewoosagur Ramgoolam Botanical Gardens.", "package_itinerary": {"days": ["Day 1  :  ARRIVE MAURITIUS ", "Day 2  :  NORTH ISLAND TOUR ", "Day 3  :  SOUTH ISLAND TOUR ", "Day 4  :  ILE AUX CERF ISLAND TOUR ", "Day 5  :  DEPARTURE FROM MAURITIUS "], "details": ["Upon arrival at Mauritius International Airport, you will be met by our local representative who will assist you with the transfer to the hotel in Mauritius where you check-in.\nRest of the day is at leisure to explore this beautiful city on your own.\nMauritius, a sparkling crystal in the turquoise waters of the Indian Ocean, will fascinate you. The contrast of colours, cultures and tastes makes the island so charming that the scene is set for an unforgettable holiday. Mauritius, a melting pot where past and present are smoothly blended together, offers an essential beauty that will compel to return to its shores time and time again. Overnight stay at the Resort.", "After breakfast, proceed for North Island Tour.\nNorth Island Tour:  Proceed to explore the northern region of the island. visits of Fort Adelaide - Citadel, Round of Champ de Mars, Marie Reine de La Paix, Mall of Mauritius - Bagatelle and Caudan Waterfront – shopping complex & craft markets. Overnight stay at the Resort.", "After breakfast, proceed for South Island Tour\nSouth Island Tour:  Proceed for a full day tour of the exotic Southern region of this Island. Visits of Floreal Shopping Complex, famous Volcanic crater - Trou Aux Cerfs, Ganga Talao - Grand Bassin Shiv Temples and visit to La Vallee des Couleurs Nature Park (entrance fee included). Overnight stay at the Resort.", "After breakfast, proceed for Ile Aux Cerf Island Tour.\nIle Aux Cerf Island Tour:  Experience a thrilling speedboat ride across to the island of Ile Aux Cerf. Revel in the beauty of fine white sand and clear blue waters. The rest of the time here is at leisure to explore the various water sports activities, kayaking, parasailing just to name a few (all activities are at additional cost and payable locally) 1 packed lunch per person will be offered during Ile aux Cerfs tour.", "After a hearty breakfast at the hotel, you will be transferred to the airport in time to board your flight back home."]}, "package_highlights": ["North Island Tour.", "South Island Tour.", "Ile Aux Cerf.", "Water Sports."]}
{"package_exclude": ["Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure", "GST"], "package_name": "ESSENTIAL MALAYSIA ", "package_duration": "(3 Nights / 4 Days)", "package_include": ["Return Airfare ex Mumbai", "Visa", "03 night accommodation", "Daily breakfast at hotel", "Half day Kuala Lumpur City Tour with KL Tower", "Full Day Trip to Genting with One Way Cable Car", "Excursion to Batu Caves", "Return Airport Transfers on SIC basis ", "Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure", "GST"], "package_price": "31,666", "package_overview": "", "package_itinerary": {"days": ["Day 1  :  Arrival in Kuala Lumpur ", "Day 2  :  Kuala Lumpur City Tour ", "Day 3  :  Genting Highlands ", "Day 4  :  Departure from Kuala Lumpur "], "details": ["Welcome to Malaysia! You will be welcomed on arrival at Kuala Lumpur International Airport and transferred to your hotel. Enjoy the rest of the day getting your bearings and exploring the neighbourhood.", "After breakfast at the hotel, you begin your tour of the Malaysian capital. Your tour of Kuala Lumpur will take you to all of the city’s attractions including the gold domed King’s Palace, National Monument and National Museum built to commemorate the Malaysian Struggle for Independence. You can also load up on souvenirs at China Town before heading to the serene National Mosque, the Independence Square or Anglican Church and the iconic KL Tower that adorns every Malaysian postcard. Your city tour ends in the afternoon and you have the rest of the evening free to indulge in some retail therapy. ", "Enjoy a sumptuous breakfast at the hotel and leave the Genting Highlands hilltop resort. Admire the stunning views as you ascend to the resort by cable car. One of Malaysia’s biggest tourist draws, Genting has something for everyone. Visit Snow World, a winter wonderland in hot and humid climes and the indoor and outdoor amusements parks, perfect for adrenaline junkies of every age. You could even try your luck at Casino de Genting, the biggest of its kind in the country. En route visit Batu Caves, home to one of the largest Hindu temples outside of India dedicated to Lord Murugan. ", "Enjoy your last morning in Malaysia before checking out of your hotel and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories."]}, "package_highlights": ["Kuala Lumpur", "Genting Highlands", "Batu Caves"]}
{"package_exclude": ["Anything else not mentioned in inclusions.", "Train fare / Visa / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "BALI DELIGHTS", "package_duration": "(4 Nights / 5 Days)", "package_include": ["Return Airfare ex Mumbai", "Visa", "4 Night accommodation with daily breakfast.   ", "Full A/C Transport & English Speaking Guide during Tour & Transfer", "Return Airport Transfers on SIC basis", "Bali Safari & Marine Park (Jungle Hopper Pass)", "1 X Watersport @ Tanjung Benoa (Banana Boat + Jet Ski + Fly Fish)", "Full Day Ubud & Kintamani Tour    ", "Pirate Sunset Dinner Cruise with Dinner included", "All Transfers & Tours on SIC basis", "GST", "VAT", "Anything else not mentioned in inclusions.", "Train fare / Visa / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "53,041", "package_overview": "With its incredible capacity to be a playground for the rich and famous as well as a haven for backpackers, Bali has something to offer to everyone.  Enjoy its paddy fields and sylvan landscapes, sandy shores and stunning temples on our Bali Delights package and you’ll know exactly why this beautiful strip of paradise is called  Island of the Gods .", "package_itinerary": {"days": ["Day 1  :  Arrive in Bali ", "Day 2  :  Bali Safari and Marine Park ", "Day 3  :  Tanjung Benoa ", "Day 4  :  Ubud and Kintamani  ", "Day 5  :  Departure from Bali "], "details": ["Welcome to Indonesia! On your arrival at the Ngurah Rai Airport in Bali, you will be received by our representative and transferred to your luxurious resort.\nThis  Island of the Gods,  Bali is one of the world’s most popular tourist destinations. With its sandy beaches, paddy fields and surfer friendly waves, the island is often called paradise and rightly so. Spend the rest of the day at leisure relaxing and exploring the area.", "you have an exciting day ahead of you today.  You will visit Bali Safari and Marine Park, a theme park that offers entertainment activities of kids and grown-ups alike. Watch animals in their natural habitats, enjoy elephant talent shows and cuddle baby orangutans at the park.  Home to over 60 species of birds and animals and spread across 40 hectares, the park promises visitors a day of fun and frolic.", "Enjoy another day in paradise with a visit to Tanjung Benoa, Watersport Central in Bali. A mecca for adrenaline junkies, the peninsula is famed for its jet skis, banana boats and water jet packs. If you’d like a break from the beach you could head to Caow Eng Bio, one of the oldest Chinese temples on the island or Pura Dalem Ning Lan Taman Beji, a traditional Balinese Hindu temple.", "A live volcano awaits you on your Ubud and Kintamani tour. Kintamani is a picturesque hamlet in the shadow of Mount Batur and its crystal blue lake. Ubad on the other hand is known for culture. Pass by streets full of artisans working on wooden and silver sculptures and visit the famous Ubud Saraswati Temple. You could also have the opportunity of watching how silver jewellery is made at a silver factory and maybe even pick a few pieces.", "After a delicious breakfast at the resort you will be transferred to the airport for your flight back home."]}, "package_highlights": ["Bali Safari and Marine Park", "Tanjung Benoa", "Ubud and Kintamani Tour", "Sunset Cruise"]}
{"package_exclude": ["Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "UNREAL KASHMIR", "package_duration": "(4 Nights / 5 Days)", "package_include": ["Meet &Greet Assistance on arrival.", "04 Night`s accommodation in below mentioned hotels.", "Meal plan:- MAPAI", "Welcome Traditional Kehwa tea on arrival in hotels /houseboat", "01 Hr Shikara ride in Dal Lake", "Shikara Crossings ", "All transfers and sightseeing by Non AC indigo /Tavera/Innova", "Driver`s night wages, toll fees and parking", "Anything else not mentioned in inclusions.", "Air fare / Train fare / Visa Fees / Monument fare.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc.", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "11,025", "package_overview": "\"If there is Heaven on Earth, it is here, it is here, it is here.\"", "package_itinerary": {"days": ["Day 1  :  Arrival in Srinagar ", "Day 2  :  Pahalgham Excursion ", "Day 3  :  Gulmarg Excursion ", "Day 4  :  Sonamarg ", "Day 5  :  Departure from Srinagar "], "details": ["On arrival at Srinagar Airport, you will be welcomed by our representative who will assist and escort you to your waiting vehicle. From the airport take a 35-minute drive through the heart of New Srinagar city. The drive takes you past the Abdullah Bridge which connects the banks of the Jhelum River, snaking its way towards the North-Western frontier of Kashmir. Arrive and check into your hotel where you will be welcomed with a traditional Kashmiri Kehwa. You will then proceed for a sightseeing tour of Srinagar and a half day city tour. Visit the famous Mughal Gardens and parks like the Nishat Bagh built by Noor Jahan`s brother Asif Khan in 1633 A.D, Cheshma Shahi and Pari Mahal-built by Shah Jahan in 1632 A.D and Shalimar Bagh built by Jahangir for his wife, the empress Noor Jahan. You will also visit the Shankarya Charya temple known as Jyeswathra, located on the top of the hills surrounding the Takht-e- Suleiman plains in Srinagar. All these gardens are situated near the bank of Dal Lake near the Zabarwan Hills in the background and you could also visit the world famous carpet weaving factory known for its export handicraft products. In the evening cruise on a shikara on the famous Open Lake, Golden Lak and Nehru Park. Return to your houseboat at the end of the day and enjoy a traditional dinner.", "After breakfast, proceed by jeep to Pahalgam, the valley of shepherds. En-route you will visit the saffron fields of Pampore and also the cricket bat factory where some of the best cricket bats in the world are handmade of willow. Enjoy the countryside on your drive through the pine forest. You can also go on a horse ride along the pony trails to see magnificent views of the mountains; you could also choose to visit the Chandanwari and Betaab valley. Explore the streets of Pahalgam and return to your houseboat in the evening.", "Check out of the houseboat and proceed to Gulmarg, the valley of flowers. Gulmarg has some of the best ski slopes and golf courses in the world. You can enjoy a view of Nanga Parbat if the weather permits. The view en route from Tangmarg to Gulmarg is stunning. In Gulmarg, a gondola ride will be provided to the snow peak and you can also enjoy a cable car up to Alpather via Kangdoori by Asia’s longest run cable car ride (approx. 5 km). Altitude-wise, it is the world’s highest run cable car reaching up to almost 14000 feet. Return to your hotel in Srinagar for a delicious dinner.", "Today you will visit Sonamarg which means ‘Meadow of Gold’ famous for its snowy mountains set against a cerulean sky. The Sind meanders along here and abounds with trout and masher. In late April when Sonamarg is open for road transport, you could go on an excursion to Baltal, 15 km north of Sonamarg. This little valley lies at the foot of the Zojila, only a day journey away from the sacred cave of Amarnath is a base camp for Amarnath Yatra. Trekkers can also reach the stark but splendid roof-top of the world Leh, by crossing over the Zoji La pass. Enjoy a fun-filled pony ride before returning to your Srinagar hotel where dinner will be served, Stay overnight in Srinagar.", "After breakfast, we will drive to the airport for your flight home. On your way to the airport, you can make a brief stopover for some last minute shopping. At the airport, the driver will assist you with the luggage and will later drop you at the terminal. Leave Kashmir with sweet memories"]}, "package_highlights": ["Srinagar", "Gondola Ride", "Gulmarg", "Pahalgam", "Betaab Valley", "Dal Lake"]}
{"package_exclude": ["Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure"], "package_name": "SIMPLY DUBAI WITH PALM BEACH", "package_duration": "(4 Nights / 5 Days)", "package_include": ["Return Airfare ex Mumbai", "Visa", "Accommodation for 4 Nights/05 Days in Dubai Hotel", "Daily Buffet Breakfast at the Hotel restaurant", "Arrival Airport Transfers on Seat in Coach Basis from Dubai International Airport (T1, T2 & T3)", "Meet & assist by airport representative. Dubai half day city tour with an English-speaking DTCM licensed guide", "Dubai Creek Dhow Cruise + Buffet Dinner with a transfer in SIC basis ", "Desert safari with dune bashing, Tanura show, Belly dance show & BBQ dinner in SIC basis by 4x4 vehicles", "Burj Khalifa At the top (124th Floor - Non-Peak Hrs) with return transfers on Seat in coach basis", "Departure Airport Transfer on Seat in Coach Basis to Dubai International Airport (T1, T2 & T3).", "VAT", "GST", "Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure"], "package_price": "39,435", "package_overview": "On the crossroads of Asia, Africa and Europe, Dubai is a cosmopolitan city of diversity and contrasts.It is a vibrant and unique destination, combining variety and excitement with excellent infrastructure and first-class hotels, as well as conference, dining, shopping and entertainment facilities. See the best that Dubai has to offer in the lap of luxury with our ‘ Simply Dubai With Palm Beach  ’  package .", "package_itinerary": {"days": ["Day 1  :  ARRIVE IN DUBAI ", "Day 2  :  DESERT SAFARI WITH BBQ DINNER ", "Day 3  :  CITY TOUR ", "Day 4  :  DHOW CRUISE ", "Day 5  :  Departure "], "details": ["After completing the immigration formalities at the airport, our airport representative will welcome you and transfer you to your hotel. Spend the rest of the day at leisure shopping or exploring the city. You will stay overnight at the hotel.", "Enjoy a sumptuous breakfast at the hotel leave for a desert adventure on a 5-hour safari from Dubai. Travel by a comfortable 4x4 to a welcoming camp in the middle of the desert. You will sample some traditional Arabic coffee and dates before taking off on a thrilling dune ride across the sands. End the day with a starlit barbecue dinner back at the camp. As you feast on delicious Arabic dishes, watch a sequined belly dancing show and hypnotic ‘tanoura’ performance, with dancers spinning in time to traditional Emirati music.", "Discover Dubai on an exciting city tour and ascend the magnificent Burj Khalifa, an iconic Dubai landmark. You will see the Dubai Museum located in the historic Al Fahidi Fort, the Gold Souk with its hundreds of jewellery stores, the Jumeirah Mosque, Zabeel Palace and scores of other famous Dubai attractions. The highlight of your tour will be the breathtaking views from the “At the Top” viewpoint on the 124th floor of the Burj Khalifa. Return to your hotel at the end of the city tour for some rest and relaxation.", "After a leisurely breakfast at the hotel you could head out into the city to see the sights or indulge in some retail therapy in one of the biggest shopping destinations in the world.\nIn the evening, cruise on the Dubai Creek on a traditional illuminated wooden boat called a  dhow . Sail past the Dubai like the Rolex Twin Towers, the wind towers of Dubai Heritage Village, and sparkling mosques, bridges and more. Take photos from the open-air deck and enjoy sumptuous meal on board. The dhow cruise is an ideal romantic experience for couples, and perfect for families and first-time visitors.", "Enjoy an early breakfast at the hotel before departing for the airport for your flight back home loaded with souvenirs and happy memories."]}, "package_highlights": ["City tour ", "Burj Khalifa 124 Floor", "Desert Safari With BBQ Dinner", "Dhow Cruise", "Dubai Aquarium and under Water Zoo"]}
{"package_exclude": ["Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure"], "package_name": "AMAZING THAILAND", "package_duration": "(4 Nights / 5 Days)", "package_include": ["Return Airfare ex Mumbai", "Visa", "04 Nights accomodation", "04 American breakfast", "Return airport transfers", "Coral Island tour by speedboat with lunch (SIC)", "Bangkok temple tour (PVT)", "Alcazar Show with soft drinks (SIC)", "Safari World and Marine Park with buffet lunch (SIC)", "Anything else not mentioned in inclusions", "Train fare / Monument fare", "Expenses of personal nature such as tips, telephone calls, laundry, liquor etc", "Guide & Entrance fees during sightseeing or any other item not specified in 'cost inclusions'", "Any increase in taxes or fuel, leading to increase in surface transportation and land arrangements, which may come into effect prior to departure"], "package_price": "36,913", "package_overview": "With white sand beaches, thriving nightlife, opulent royal palaces, gilded temples and modern skyscapes, Thailand offers something for everyone. Enjoy the sand between your toes and the sacred streets of this beautiful nation on our Amazing Thailand tour.", "package_itinerary": {"days": ["Day 1  :  Arrival in Bangkok ", "Day 2  :   Pattaya ", "Day 3  :  Pattaya to Bangkok ", "Day 4  :  Bangkok ", "Day 5  :   Departure "], "details": ["Welcome to Thailand! You will be welcomed on arrival at Bangkok Airport and transferred to Pattaya. Check into your hotel and enjoy the rest of the day on your own exploring the neighbourhood. In the evening, attend the Alcazar Cabaret Show to witness a uniquely Thai spectacle full of light, sound and colour.", "After breakfast at the hotel, you will leave for Coral Island by speedboat. Enjoy the sun, sand and turquoise waters. The adventurous could try their hand at parasailing, sea walking or exploring the coral reefs. Or you could sip cocktails and soak up some sun. Return to Pattaya and stay overnight.", "Enjoy a leisurely breakfast at the hotel and depart for Bangkok. Today you will take a tour of Bangkok city. Your tour will include all major attractions including the Grand Palace, Wat Pho and Wat Phra Kraeo. You will also visit one of Bangkok’s many floating markets. Enjoy a drink of coconut water and savour traditional Thai food cooked fresh on a floating kitchen. Return to the hotel and stay overnight.", "After breakfast at the hotel you will leave for Safari World and Marine Park, Thailand’s biggest open zoo, where you will see dolphins, orangutans, lions and birds. Stay overnight at the hotel.", "Enjoy your last day in Thailand before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories."]}, "package_highlights": ["Bangkok", "Pattaya", "Coral Island", "Safari World and Marine Park"]}
{"package_exclude": ["Airfare / train fare/ monument entrance fees.", "Any meals other than those specified in ' Package Inclusions'.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.", "Any other item not specified in ' Package Inclusions'", "Guide & entrance fees during sightseeing.", "Any increase in taxes or fuel, leading to increasing in surface transportation and land arrangements, which may come into effect prior to departure."], "package_name": "WONDERS OF JAPAN WITH OSAKA", "package_duration": "(10 Nights / 11 Days)", "package_include": ["Travel by bus with English speaking guide, basic travel insurance, and breakfast buffet.", "Includes arrival transfer", "City tour in Tokyo, Kyoto", "Boat: Kawaguchiko Lake", "Evening transfer:   Shinjuku in Tokyo, Dotonbori in Osaka", " Ticket admission:  Metro, Metropolitan Tower in Tokyo in TOKYO, Zojoji Temple, Meiji Temple, Sensoji Temple in TOKYO, Fuji Sengen Shrine in KAWAGUCHIKO, Village Museum in IYASI NO SATO NBA, Toyota Museum in TOYOTA, Fushimi Inari, Imperial Palace, Kinkakuji Temple in KYOTO, Tenryu-Ji Temple; Arashiyama bamboo forest in Kyoto; Todai-Ji Temple in Nara and Horyu-ji Temple. in NARA, Castle, Engyo-ji Temple in HIMEJI, Korakuen Gardens in Okayama in OKAYAMA, Itsukushima Temple in ITSUKUSHIMA, Peace Museum in Hiroshima in HIROSHIMA, Dogo Onsen, Ishiteji Temple in Matsuyama in MATSUYAMA, Shinto shrine in KOTOHIRA, Ritsurin Garden in Takamatsu in TAKAMATSU, Naruto Bridge in NARUTO, Earthquake Memorial Museum in KOBE", "Ferry: Hiroshima - Miyajima, Shikoku Island (Hiroshima- Matsuyama).", "Funicular: Tenjo Mount, Mount Shosa, Matsuyama Castle", "Tokyo", "Kyoto", "Osaka", "Mount Shosha", "Nara", "Nagoya", "Okayama", "GST", "Airfare / train fare/ monument entrance fees.", "Any meals other than those specified in ' Package Inclusions'.", "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.", "Any other item not specified in ' Package Inclusions'", "Guide & entrance fees during sightseeing.", "Any increase in taxes or fuel, leading to increasing in surface transportation and land arrangements, which may come into effect prior to departure."], "package_price": "2,87,897", "package_overview": "The Land of the Rising Sun is an enchanting mélange of high tech modernity and millennia-old heritage that will fascinate every kind of traveler. Gorge on some ramen, spend the night in a ryokan and float on a cloud on Mount Fuji on your Wonders of Japan with Osaka package.", "package_itinerary": {"days": ["Day 1  :  Tokyo ", "Day 2  :  Tokyo ", "Day 3  :  Tokyo-Mount Fuji-Kawaguchiko ", "Day 4  :  Kawaguchiko-Iyashi No Sato Nenba-Toyota- Nagoya ", "Day 5  :  Nagoya-Kyoto ", "Day 6  :  Kyoto-Nara- Osaka ", "Day 7  :  Osaka-Himeji- Inbe-Okayama ", "Day 8  :  Okayama-Kurashiki- Itsukushima-Hiroshima ", "Day 9  :  Hiroshima-Matsuyama ", "Day 10  :  Matsuyama-Kotohira- Takamatsu-Naruto- Kobe ", "Day 11  :  Kobe-Osaka "], "details": ["Welcome to Japan! You will be transferred to your hotel by coach and introduced to your guide. Later in the afternoon, take a trip on the Tokyo metro to the Shinjuku district and see the crowds of people who use this modern and efficient collective transport system. The visit includes an ascent to the Metropolitan Tower, which has a wonderful view of the city from the 45th floor. Then you will take a walking tour around the vibrant district famous for its nightlife ending at your restaurant. NOTE: This visit may take place on the day of arrival or after the panoramic city tour next day, depending on the passenger flight arrival times.", "In the morning, you will head out for a 5-hour trip with our guide to see this amazing city, with its hustle and bustle and ultramodern districts that coexist with quiet, peaceful areas. After a brief stop at the Zojoji Temple with hundreds of Jizos, stone traditional protecting deities who guide us on our travels, give power to those who are weak and those in dangerous places, and who are dressed in hats, robes, and windmills. Then you will head to Shibuya Junction, said to be the most crowded in the world and Meiji Temple which is dedicated to Emperor Meiji, his wife, and their spirits. Walk to the lively Harajuku area where you can find shops and boutiques of the most eccentric styles and continue by bus along the elegant streets of Omotesando. You will drive past the most beautiful part of the Imperial Palace and the gardens and stop to visit the famous Nijubashi Bridge. Pass through the Akihabara District, the “electric town” with icons from the popular Japanese Manga and Anime culture and then see Kokugikan, the Sumo stadium, home of this Japanese sport. You will also visit the Buddhist temple of Sensoji, the oldest and most important temple in Tokyo, with its 55-meter high pagoda. You will have some free time to visit the traditional commercial street of Nakamise in the district of Asakusa and enjoy lunch in a local restaurant.", "Set out for the beautiful region of Mount Fuji, passing through picturesque countryside. You will reach the idyllic city of Kawaguchiko with its little houses, flowers and mountains, and its beautiful lake. On arrival, you will visit the Fuji Sengen Shrine, a magical site surrounded by tall trees and spectacular views of Mount Fuji and the starting point of the traditional pilgrimage to the mountain. At the shrine, you can express your thanks for being able to visit this wonderful place. The trip includes ascent by cable car to Mount Tenjo from where the views of the neighboring lakes and Mount Fuji are breathtaking. The visit also includes a delightful boat trip on Kawaguchiko Lake. After lunch, you will begin ascending Mount Fuji on the road that takes you to the “fifth station”, surrounded by spectacular forests and views, to a height of 2,305 meters. Note: In winter, the route up to Mount Fuji is closed due to snow or other adverse weather conditions; during this season, we will ascend as far as the authorized point. You will return to Kawaguchiko, with time to stroll near the lake. Stay at a Ryokan (a traditional Japanese hotel), and have the chance to enjoy its onsen (public baths). (NB: In the planned Ryokan, some rooms are in Japanese style, with accommodation on tatamis, and others are in western-style).", "In the morning, you will continue along pretty roads bordered by lakes to Iyashi No Sato Nenba, a tiny village destroyed by a typhoon in 1966 and later restored as a traditional open-air mountain village and museum. Its traditional houses have been transformed into arts and crafts shops, restaurants and traditional museums. You will then have the opportunity to admire the Shiraito Falls, considered one of the most attractive sites in Japan with a waterfall height of 150 m. You will then continue to Nagoya, the third most important city of Japan, on the shores of the Pacific. Here you will visit the Toyota Museum (admission included), a must-see for automobile enthusiasts.", "You will leave at first light to spend all day in Kyoto, the city that was the capital of Japan from the year 794 to 1868 and home to the Imperial Court. During World War II it was the only major Japanese city to escape the bombardments, and so it still preserves its wealth of artistic heritage. The famous protocol restricting greenhouse gas emissions was signed in Kyoto in 1997. Your visit includes a trip to one of the most important parts of the city. You will see the marvelous Shinto Shrine of Fushimi Inari, the Imperial Palace and Kinkakuji temple, “the golden pavilion” and its wonderful gardens. You will have some free time in the city before you visit Gion, a busy traditional quarter famous for its geishas.", "You will head for the outskirts of Kyoto to Arashiyama, where you will cross the Togetsukyo Bridge (“bridge over the moon”), which has fantastic views. Visit the Tenryuji temple, one of the \" five major Zen temples of Kyoto\" and a UNESCO World Heritage Site, followed by a walk through its mystic bamboo forest. Then leave for Nara and visit Todaiji, a magnificent Buddhist temple built in 752, which has a giant Buddha and where passengers can take photos and touch and feed the deer that wander through the park. After the visit, we will see the Horyuji Buddhist temple, a World Heritage Site that includes a seminary, monasteries, and temples. Its main pagoda temple is one of the oldest wooden buildings in the world and it is the oldest Buddhist temple in Japan and an important place of worship. You will continue to Osaka, where you will arrive in the evening. In the evening you will visit Dotonbori, a colorful district famous for its nightlife.", "Today you will leave for Himeji famous for its hilltop castle built in the traditional Japanese style. You will then take a cable car trip up to Mount Shosha, home to the Engyo-Ji temple complex with over a thousand years of history, where the film “the last Samurai” was shot. After lunch in a local restaurant, you will travel to Okayama, where you will visit Korakuen, one of the most beautiful gardens in Japan, with its lakes, waterfalls and traditional teahouses.", "You will set out for Kurashiki, a city known for its well preserved historical center. You will have time to explore this charming place with its old world atmosphere before leaving for Hiroshima, a city made famous by the atomic bomb that fell on it in 1945 and which leveled the city. You will visit the Peace Memorial, the Dome of the Bomb and the impressive Hiroshima Peace Memorial Museum. Seek peace by embarking on a ferry to the island “where men and gods live together”, with the sanctuary of Itsukushima dedicated to the guardian of the seas, built partially over the sea. After visiting the temple you will have time to stroll around the island’s pretty center and have lunch. Return to your hotel in Hiroshima at the end of the evening.", "Today you will take a ferry to Shikoku Island, a pleasant trip that will show you the many islands that makeup Japan. In Matsuyama, you will take the cable car up to its impressive seventeenth-century castle. Afterwards, visit Ishiteji, a beautiful Buddhist temple and popular place of pilgrimage. In the late afternoon, you will visit Dogo Onsen one of Japan’s oldest hot springs with a traditional Japanese bathhouse built in the 19th century.", "Depart for Kotohira, a Shinto shrine dedicated to the God of Sailors. The shrine stands on Mount Zosu and is reached by climbing 785 steps. Later in Takamatsu, you will visit Ritsurin, one of the prettiest gardens in Japan. Then, in Naruto, you cross an impressive Onaruto Bridge over the sea, stopping on the way to admire the construction and walk on its glass floor with the sea 45 meters below you. You will arrive in Kobe at the end of the day.", "In Kobe, you will visit the Earthquake Memorial Museum, built to memorialize the earthquake that devastated the city in 1995 and the aftermath. You will then go on to Osaka with time for a stroll and lunch. That marks the end of our services."]}, "package_highlights": ["Tokyo", "Kyoto", "Osaka", "Mount Shosha", "Nara", "Nagoya", "Okayama", "April- 18 , 14 , 28", "May- 18 , 12", "June- 18 , 2 ,16 , 30", "July- 18 ,  14 , 28", "Aug- 18 , 11", "Sept- 18 , 1 ,15 , 29", "Oct- 18 , 13 , 27", "Nov-18 , 10, 24", "Dec-18 , 8 , 22", "Jan- 19 , 5 ,19", "Feb-19 , 2 ,16", "March- 19 , 2 ,16"]}
